app/controllers/registries_controller.rb

SELECT "registries".* FROM "registries"
---
  def index
    @registries = Registry.all